Repository: dandidiff/AlfaDPF-iOS
Catalog: App/Localizable.xcstrings
Source language: it
Languages: en, es, fr

source: 0 · nessuna
en: 0 · none
es: 0 · ninguna
fr: 0 · aucune

source: 1 · passiva
en: 1 · passive
es: 1 · pasiva
fr: 1 · passive

source: 2 · attiva
en: 2 · active
es: 2 · activa
fr: 2 · active

source: Accesso Bluetooth negato. Abilitalo nelle Impostazioni di iOS.
en: Bluetooth access was denied. Enable it in iOS Settings.
es: Acceso Bluetooth denegado. Actívalo en Ajustes de iOS.
fr: Accès Bluetooth refusé. Activez-le dans les réglages iOS.

source: Alert CarPlay OK
en: CarPlay alert OK
es: Alerta de CarPlay OK
fr: Alerte CarPlay OK

source: Alert CarPlay visibile correttamente.
en: CarPlay alert displayed correctly.
es: Alerta de CarPlay mostrada correctamente.
fr: Alerte CarPlay affichée correctement.

source: Almeno due campioni per il grafico
en: At least two samples are needed for the chart
es: Se necesitan al menos dos muestras para el gráfico
fr: Au moins deux échantillons sont nécessaires pour le graphique

source: Alpha DPF Monitor non può rilevare o modificare la Full immersion. Configurala prima di metterti alla guida.
en: Alpha DPF Monitor cannot detect or change Driving Focus. Configure it before you start driving.
es: Alpha DPF Monitor no puede detectar ni cambiar el modo Concentración al volante. Configúralo antes de conducir.
fr: Alpha DPF Monitor ne peut pas détecter ni modifier le mode Concentration au volant. Configurez-le avant de prendre la route.

source: ANDAMENTO CARICO
en: LOAD TREND
es: EVOLUCIÓN DE LA CARGA
fr: ÉVOLUTION DE LA CHARGE

source: Andamento carico DPF
en: DPF load trend
es: Evolución de la carga del DPF
fr: Évolution de la charge du FAP

source: Annulla
en: Cancel
es: Cancelar
fr: Annuler

source: Annulla connessione
en: Cancel connection
es: Cancelar conexión
fr: Annuler la connexion

source: Apri Impostazioni
en: Open Settings
es: Abrir Ajustes
fr: Ouvrir les réglages

source: Apri Impostazioni › Full immersion › Guida
en: Open Settings › Focus › Driving
es: Abrir Ajustes › Concentración › Al conducir
fr: Ouvrir Réglages › Concentration › Au volant

source: Apri l’app per riconnettere
en: Open the app to reconnect
es: Abre la app para volver a conectarte
fr: Ouvrez l’app pour vous reconnecter

source: Assente
en: Absent
es: Ausente
fr: Absent

source: Attendo i primi valori dalla centralina
en: Waiting for the first ECU readings
es: Esperando las primeras lecturas de la ECU
fr: En attente des premières valeurs du calculateur

source: ATTIVA
en: ACTIVE
es: ACTIVA
fr: ACTIVE

source: ATTIVA · %@%%
en: ACTIVE · %@%%
es: ACTIVA · %@%%
fr: ACTIVE · %@%%

source: Attiva · non spegnere il motore
en: Active · do not turn off the engine
es: Activa · no apagues el motor
fr: Active · ne coupez pas le moteur

source: Attiva gli avvisi
en: Enable alerts
es: Activar alertas
fr: Activer les alertes

source: Attivi
en: On
es: Activadas
fr: Activées

source: Avanzamento
en: Progress
es: Progreso
fr: Progression

source: AVANZAMENTO
en: PROGRESS
es: PROGRESO
fr: PROGRESSION

source: Avanzamento rigenerazione
en: Regeneration progress
es: Progreso de la regeneración
fr: Progression de la régénération

source: Avvisi Alpha su CarPlay attivi.
en: Alpha alerts on CarPlay are on.
es: Alertas de Alpha en CarPlay activadas.
fr: Alertes Alpha sur CarPlay activées.

source: Avvisi Alpha su CarPlay disattivati.
en: Alpha alerts on CarPlay are off.
es: Alertas de Alpha en CarPlay desactivadas.
fr: Alertes Alpha sur CarPlay désactivées.

source: Avvisi CarPlay attivi. Gli avvisi di rigenerazione possono apparire anche sul display dell’auto.
en: CarPlay alerts are on. Regeneration alerts may also appear on the car display.
es: Las alertas de CarPlay están activadas. Los avisos de regeneración también pueden aparecer en la pantalla del vehículo.
fr: Les alertes CarPlay sont activées. Les alertes de régénération peuvent aussi s’afficher sur l’écran du véhicule.

source: Avvisi CarPlay disattivati. Gli avvisi di rigenerazione restano attivi su iPhone.
en: CarPlay alerts are off. Regeneration alerts remain active on iPhone.
es: Las alertas de CarPlay están desactivadas. Los avisos de regeneración siguen activos en el iPhone.
fr: Les alertes CarPlay sont désactivées. Les alertes de régénération restent actives sur l’iPhone.

source: Avvisi CarPlay
en: CarPlay alerts
es: Alertas de CarPlay
fr: Alertes CarPlay

source: Banner notifiche disattivati
en: Notification banners are off
es: Banners de notificación desactivados
fr: Bannières de notification désactivées

source: Batteria
en: Battery
es: Batería
fr: Batterie

source: BATTERIA
en: BATTERY
es: BATERÍA
fr: BATTERIE

source: Bluetooth è disattivato. Attivalo e riprova.
en: Bluetooth is off. Turn it on and try again.
es: El Bluetooth está desactivado. Actívalo y vuelve a intentarlo.
fr: Le Bluetooth est désactivé. Activez-le et réessayez.

source: Bluetooth non è disponibile su questo dispositivo.
en: Bluetooth is not available on this device.
es: Bluetooth no está disponible en este dispositivo.
fr: Le Bluetooth n’est pas disponible sur cet appareil.

source: CALO MEDIO
en: AVG. DROP
es: REDUCCIÓN MEDIA
fr: BAISSE MOYENNE

source: Campioni: %lld
en: Samples: %lld
es: Muestras: %lld
fr: Échantillons : %lld

source: Carico
en: Load
es: Carga
fr: Charge

source: Carico critico
en: Critical load
es: Carga crítica
fr: Charge critique

source: Carico DPF
en: DPF load
es: Carga del DPF
fr: Charge du DPF

source: Carico elevato
en: High load
es: Carga alta
fr: Charge élevée

source: Chiudi
en: Close
es: Cerrar
fr: Fermer

source: CICLI RIGENERAZIONE
en: REGENERATION CYCLES
es: CICLOS DE REGENERACIÓN
fr: CYCLES DE RÉGÉNÉRATION

source: Cicli: %lld
en: Cycles: %lld
es: Ciclos: %lld
fr: Cycles : %lld

source: Circa %d min rimanenti
en: About %d min remaining
es: Aprox. %d min restantes
fr: Environ %d min restantes

source: COLORE ACCENT
en: ACCENT COLOR
es: COLOR DE ACENTO
fr: COULEUR D’ACCENT

source: Completa gli avvisi
en: Finish alert setup
es: Completar la configuración de alertas
fr: Terminer la configuration des alertes

source: Completata
en: Completed
es: Completada
fr: Terminée

source: COMPLETATE
en: COMPLETED
es: COMPLETADAS
fr: TERMINÉES

source: Concedi prima il permesso notifiche dall’iPhone.
en: Grant notification permission on your iPhone first.
es: Concede primero el permiso de notificaciones desde el iPhone.
fr: Autorisez d’abord les notifications depuis l’iPhone.

source: Configura l’adattatore e consulta i dati soltanto a veicolo fermo. Non interagire con iPhone durante la guida e rispetta sempre il codice della strada.
en: Set up the adapter and check data only while parked. Do not interact with iPhone while driving, and always obey traffic laws.
es: Configura el adaptador y consulta los datos solo con el vehículo detenido. No uses el iPhone mientras conduces y respeta siempre las normas de tráfico.
fr: Configurez l’adaptateur et consultez les données uniquement à l’arrêt. N’utilisez pas l’iPhone en conduisant et respectez toujours le code de la route.

source: Configura la connessione da fermo. Non usare iPhone durante la guida.
en: Set up the connection while parked. Do not use iPhone while driving.
es: Configura la conexión con el vehículo detenido. No uses el iPhone mientras conduces.
fr: Configurez la connexion à l’arrêt. N’utilisez pas l’iPhone en conduisant.

source: Connessione
en: Connecting
es: Conectando
fr: Connexion

source: CONNESSIONE
en: CONNECTION
es: CONEXIÓN
fr: CONNEXION

source: Connessione all’adattatore…
en: Connecting to the adapter…
es: Conectando al adaptador…
fr: Connexion à l’adaptateur…

source: Connessione automatica
en: Automatic connection
es: Conexión automática
fr: Connexion automatique

source: Connessione interrotta · tocca Connetti
en: Connection interrupted · tap Connect
es: Conexión interrumpida · toca Conectar
fr: Connexion interrompue · touchez Connecter

source: Connesso · attesa dati ECU
en: Connected · waiting for ECU data
es: Conectado · esperando datos de la ECU
fr: Connecté · en attente des données du calculateur

source: Connesso · dati live
en: Connected · live data
es: Conectado · datos en directo
fr: Connecté · données en direct

source: Connetti
en: Connect
es: Conectar
fr: Connecter

source: Connetti all'OBD
en: Connect to OBD
es: Conectar al OBD
fr: Connecter à l’OBD

source: Connetti l’adattatore dal comando qui sotto oppure esplora una rigenerazione simulata.
en: Connect the adapter below or explore a simulated regeneration.
es: Conecta el adaptador abajo o explora una regeneración simulada.
fr: Connectez l’adaptateur ci-dessous ou explorez une régénération simulée.

source: Connetti l'adattatore OBD per iniziare a registrare l'andamento del carico DPF e la cronologia delle rigenerazioni.
en: Connect the OBD adapter to start recording DPF load trends and regeneration history.
es: Conecta el adaptador OBD para empezar a registrar la evolución de la carga del DPF y el historial de regeneraciones.
fr: Connectez l’adaptateur OBD pour commencer à enregistrer l’évolution de la charge du DPF et l’historique des régénérations.

source: Connetti l'adattatore oppure usa il laboratorio test.
en: Connect the adapter or use the test lab.
es: Conecta el adaptador o usa el laboratorio de pruebas.
fr: Connectez l’adaptateur ou utilisez le laboratoire de test.

source: Connettiti prima alla rete Wi-Fi creata dall’adattatore. È normale che iOS indichi “Nessuna connessione Internet”.
en: First connect to the Wi-Fi network created by the adapter. It is normal for iOS to show “No Internet Connection”.
es: Conéctate primero a la red Wi-Fi creada por el adaptador. Es normal que iOS muestre «Sin conexión a Internet».
fr: Connectez-vous d’abord au réseau Wi-Fi créé par l’adaptateur. Il est normal qu’iOS indique « Pas de connexion Internet ».

source: Continua il monitoraggio
en: Keep monitoring
es: Seguir monitorizando
fr: Continuer la surveillance

source: Continua nell’app
en: Continue to app
es: Continuar en la app
fr: Continuer dans l’app

source: Contributo facoltativo · €4,99
en: Optional contribution · €4.99
es: Contribución opcional · 4,99 €
fr: Contribution facultative · 4,99 €

source: Copia
en: Copy
es: Copiar
fr: Copier

source: Dall’ultima
en: Since last regen
es: Desde la última regeneración
fr: Depuis la dernière régénération

source: DALL'ULTIMA REGEN
en: SINCE LAST REGEN
es: DESDE LA ÚLTIMA REGENERACIÓN
fr: DEPUIS LA DERNIÈRE RÉGÉNÉRATION

source: Dati
en: Data
es: Datos
fr: Données

source: Dati DPF in tempo reale
en: Live DPF data
es: Datos del DPF en tiempo real
fr: Données FAP en temps réel

source: Dati DPF non aggiornati
en: DPF data not updated
es: Datos del DPF no actualizados
fr: Données du DPF non actualisées

source: Dati non aggiornati
en: Data not updated
es: Datos no actualizados
fr: Données non actualisées

source: Dati non disponibili
en: Data unavailable
es: Datos no disponibles
fr: Données indisponibles

source: DATI VEICOLO
en: VEHICLE DATA
es: DATOS DEL VEHÍCULO
fr: DONNÉES DU VÉHICULE

source: DETTAGLI DPF
en: DPF DETAILS
es: DETALLES DEL DPF
fr: DÉTAILS DU DPF

source: Diagnostica OBD
en: OBD diagnostics
es: Diagnóstico OBD
fr: Diagnostic OBD

source: Disattivati
en: Off
es: Desactivadas
fr: Désactivées

source: Disconnesso
en: Disconnected
es: Desconectado
fr: Déconnecté

source: Disconnesso · ultimo dato salvato
en: Disconnected · last saved value
es: Desconectado · último valor guardado
fr: Déconnecté · dernière valeur enregistrée

source: Disconnettendo ora lo storico non potrà verificare la conclusione del ciclo.
en: If you disconnect now, history cannot verify how the cycle ends.
es: Si desconectas ahora, el historial no podrá verificar cómo termina el ciclo.
fr: En vous déconnectant maintenant, l’historique ne pourra pas vérifier la fin du cycle.

source: Disconnetti
en: Disconnect
es: Desconectar
fr: Déconnecter

source: Distanza dall’ultima rigenerazione
en: Distance since last regeneration
es: Distancia desde la última regeneración
fr: Distance depuis la dernière régénération

source: DPF pulito
en: Clean DPF
es: DPF limpio
fr: DPF propre

source: DURATA MEDIA
en: AVG. DURATION
es: DURACIÓN MEDIA
fr: DURÉE MOYENNE

source: Elevato (85–95%)
en: High (85–95%)
es: Elevada (85–95 %)
fr: Élevée (85–95 %)

source: Errore
en: Error
es: Error
fr: Erreur

source: Errore di comunicazione con l’adattatore OBD.
en: Communication error with the OBD adapter.
es: Error de comunicación con el adaptador OBD.
fr: Erreur de communication avec l’adaptateur OBD.

source: Errore durante la connessione Bluetooth all’adattatore OBD.
en: Bluetooth connection to the OBD adapter failed.
es: Error al conectar por Bluetooth con el adaptador OBD.
fr: Échec de la connexion Bluetooth à l’adaptateur OBD.

source: Esegui ciclo completo (8 secondi)
en: Run full cycle (8 seconds)
es: Ejecutar ciclo completo (8 segundos)
fr: Exécuter le cycle complet (8 secondes)

source: Esito non verificato
en: Outcome not verified
es: Resultado no verificado
fr: Résultat non vérifié

source: Esplora la demo
en: Explore the demo
es: Explorar la demo
fr: Explorer la démo

source: Filtro antiparticolato
en: Diesel particulate filter
es: Filtro de partículas
fr: Filtre à particules

source: Fine
en: Done
es: Listo
fr: Terminé

source: Full immersion Guida
en: Driving Focus
es: Concentración al volante
fr: Concentration au volant

source: Full immersion Guida può comunque silenziare l’avviso.
en: Driving Focus may still silence the alert.
es: El modo Concentración al volante puede silenciar la alerta de todos modos.
fr: Le mode Concentration au volant peut malgré tout réduire l’alerte au silence.

source: Full immersion Guida riduce le distrazioni. Mantienila attiva: gli avvisi di Alpha DPF Monitor sono solo un supporto e possono essere limitati da iOS.
en: Driving Focus reduces distractions. Keep it enabled: Alpha DPF Monitor alerts are only a support and may be limited by iOS.
es: El modo de concentración Conducción reduce las distracciones. Mantenlo activado: los avisos de Alpha DPF Monitor son solo una ayuda y iOS puede limitarlos.
fr: Le mode de concentration Conduite réduit les distractions. Gardez-le activé : les alertes d’Alpha DPF Monitor sont une simple aide et peuvent être limitées par iOS.

source: Gli avvisi di rigenerazione sono informazioni sensibili al tempo. Ti guidiamo una volta sola; poi l’app tenterà automaticamente la connessione all’OBD.
en: Regeneration alerts are time-sensitive. We will guide you through setup once; the app will then automatically try to connect to the OBD.
es: Las alertas de regeneración son sensibles al tiempo. Te guiaremos una sola vez; después la app intentará conectarse automáticamente al OBD.
fr: Les alertes de régénération sont sensibles au temps. Nous vous guiderons une seule fois ; l’app tentera ensuite automatiquement de se connecter à l’OBD.

source: Gli avvisi urgenti restano soggetti alle impostazioni di iOS
en: Time Sensitive alerts remain subject to iOS settings
es: Los avisos urgentes siguen sujetos a los ajustes de iOS
fr: Les alertes urgentes restent soumises aux réglages d’iOS

source: Gli scenari usano la stessa logica della connessione reale: interfaccia, Live Activity e notifiche di inizio/fine rigenerazione.
en: The scenarios use the same logic as a real connection: interface, Live Activity, and regeneration start/end notifications.
es: Los escenarios usan la misma lógica que una conexión real: interfaz, Live Activity y notificaciones de inicio/fin de regeneración.
fr: Les scénarios utilisent la même logique qu’une connexion réelle : interface, activité en direct et notifications de début/fin de régénération.

source: Header non ancora convalidato: confronto beta richiesto
en: Header not yet validated: beta comparison required
es: Cabecera aún no validada: se requiere comparación beta
fr: En-tête non encore validé : comparaison bêta requise

source: Header verificato Giulia/Stelvio 2.2D
en: Header verified for Giulia/Stelvio 2.2D
es: Cabecera verificada para Giulia/Stelvio 2.2D
fr: En-tête vérifié pour Giulia/Stelvio 2.2D

source: Ho capito, continua
en: Got it, continue
es: Entendido, continuar
fr: Compris, continuer

source: Il carico è alto: continua a monitorare il filtro.
en: Load is high: keep monitoring the filter.
es: La carga es alta: sigue monitorizando el filtro.
fr: La charge est élevée : continuez à surveiller le filtre.

source: Il filtro è nella normale zona di utilizzo.
en: The filter is in its normal operating range.
es: El filtro está en su rango normal de funcionamiento.
fr: Le filtre se trouve dans sa plage de fonctionnement normale.

source: Il filtro si sta rigenerando in modo passivo.
en: The filter is passively regenerating.
es: El filtro se está regenerando de forma pasiva.
fr: Le filtre effectue une régénération passive.

source: Il PID carico DPF non è disponibile su questa centralina.
en: The DPF load PID is not available from this ECU.
es: El PID de carga del DPF no está disponible en esta ECU.
fr: Le PID de charge du DPF n’est pas disponible sur ce calculateur.

source: Imminente (>95%)
en: Imminent (>95%)
es: Inminente (>95 %)

source: I test notifiche ignorano lo stato della campanella.
en: Notification tests ignore the bell setting.
es: Las pruebas de notificaciones ignoran el ajuste de la campana.
fr: Les tests de notification ignorent le réglage de la cloche.

source: Impossibile accodare la notifica di test.
en: Unable to queue the test notification.
es: No se pudo poner en cola la notificación de prueba.
fr: Impossible de mettre l’alerte de test en file d’attente.

source: Impossibile connettersi all’adattatore OBD. Riprova.
en: Could not connect to the OBD adapter. Try again.
es: No se pudo conectar al adaptador OBD. Inténtalo de nuevo.
fr: Connexion à l’adaptateur OBD impossible. Réessayez.

source: Impossibile inizializzare l’adattatore OBD. Riprova.
en: Could not initialise the OBD adapter. Try again.
es: No se pudo inicializar el adaptador OBD. Inténtalo de nuevo.
fr: Initialisation de l’adaptateur OBD impossible. Réessayez.

source: Impossibile raggiungere l’adattatore OBD Wi-Fi entro 30 secondi. Verifica la rete, l’indirizzo e la porta.
en: The Wi-Fi OBD adapter could not be reached within 30 seconds. Check the network, address and port.
es: No se pudo acceder al adaptador OBD Wi-Fi en 30 segundos. Comprueba la red, la dirección y el puerto.
fr: Impossible d’atteindre l’adaptateur OBD Wi-Fi en 30 secondes. Vérifiez le réseau, l’adresse et le port.

source: Impostazioni
en: Settings
es: Ajustes
fr: Réglages

source: Impostazioni Wi-Fi non valide. Controlla indirizzo e porta.
en: Invalid Wi-Fi settings. Check the address and port.
es: Ajustes de Wi-Fi no válidos. Comprueba la dirección y el puerto.
fr: Réglages Wi-Fi invalides. Vérifiez l’adresse et le port.

source: In corso
en: In progress
es: En curso
fr: En cours

source: In Impostazioni › Notifiche › Alpha DPF Monitor, abilita “Notifiche urgenti”.
en: In Settings › Notifications › Alpha DPF Monitor, enable “Time Sensitive Notifications.”
es: En Ajustes › Notificaciones › Alpha DPF Monitor, activa las «notificaciones urgentes».
fr: Dans Réglages › Notifications › Alpha DPF Monitor, activez les « notifications urgentes ».

source: INDICE ECU
en: ECU INDEX
es: ÍNDICE DE ECU

source: Indice ECU %@%%
en: ECU index %@%%
es: Índice de ECU %@%%

source: Indirizzo IP o host
en: IP address or host
es: Dirección IP o host
fr: Adresse IP ou hôte

source: Informazioni
en: About
es: Acerca de
fr: À propos

source: Informazioni, sicurezza e privacy
en: About, safety and privacy
es: Acerca de, seguridad y privacidad
fr: À propos, sécurité et confidentialité

source: Interrotta
en: Interrupted
es: Interrumpida
fr: Interrompue

source: iOS non permette ad Alpha DPF Monitor di cambiare queste preferenze al posto tuo.
en: iOS does not allow Alpha DPF Monitor to change these preferences for you.
es: iOS no permite que Alpha DPF Monitor cambie estas preferencias por ti.
fr: iOS ne permet pas à Alpha DPF Monitor de modifier ces préférences à votre place.

source: L’adattatore Bluetooth non espone una connessione ELM327 compatibile.
en: The Bluetooth adapter does not expose a compatible ELM327 connection.
es: El adaptador Bluetooth no ofrece una conexión ELM327 compatible.
fr: L’adaptateur Bluetooth n’expose pas de connexion ELM327 compatible.

source: L’adattatore OBD non è pronto.
en: The OBD adapter is not ready.
es: El adaptador OBD no está listo.
fr: L’adaptateur OBD n’est pas prêt.

source: L’adattatore OBD non ha risposto in tempo.
en: The OBD adapter did not respond in time.
es: El adaptador OBD no respondió a tiempo.
fr: L’adaptateur OBD n’a pas répondu à temps.

source: L’app è gratuita e resterà gratuita. Un contributo facoltativo di €4,99 aiuta a coprire i costi annuali e a mantenere vivo il progetto. Non sblocca funzioni e non cambia l’esperienza.
en: The app is free and will stay free. An optional €4.99 contribution helps cover annual costs and keeps the project alive. It unlocks nothing and does not change the experience.
es: La app es gratuita y seguirá siéndolo. Una contribución opcional de 4,99 € ayuda a cubrir los costes anuales y mantener vivo el proyecto. No desbloquea funciones ni cambia la experiencia.
fr: L’app est gratuite et le restera. Une contribution facultative de 4,99 € aide à couvrir les coûts annuels et à faire vivre le projet. Elle ne débloque aucune fonction et ne change pas l’expérience.

source: La rigenerazione è attesa, ma non è ancora attiva.
en: Regeneration is expected but is not active yet.
es: Se espera una regeneración, pero aún no está activa.
fr: La régénération est attendue, mais n’est pas encore active.

source: La rigenerazione può iniziare a breve.
en: Regeneration may start soon.
es: La regeneración puede comenzar pronto.
fr: La régénération peut bientôt commencer.

source: Laboratorio DPF
en: DPF Test Lab
es: Laboratorio de pruebas DPF
fr: Laboratoire de test DPF

source: Le notifiche di rigenerazione sono configurate correttamente.
en: Regeneration notifications are configured correctly.
es: Las notificaciones de regeneración están configuradas correctamente.
fr: Les notifications de régénération sont correctement configurées.

source: Le notifiche di sistema Driving Task richiedono iOS 18.4. Usa il test alert CarPlay.
en: System notifications for Driving Task apps require iOS 18.4. Use the CarPlay alert test.
es: Las notificaciones del sistema de las tareas de conducción requieren iOS 18.4. Usa la prueba de alerta de CarPlay.
fr: Les notifications système des tâches de conduite nécessitent iOS 18.4. Utilisez le test d’alerte CarPlay.

source: Lettura dati DPF…
en: Reading DPF data…
es: Leyendo datos del DPF…
fr: Lecture des données DPF…

source: LINGUA
en: LANGUAGE
es: IDIOMA
fr: LANGUE

source: Mantieni attiva Full immersion Guida
en: Keep Driving Focus enabled
es: Mantén activado el modo de concentración Conducción
fr: Gardez le mode de concentration Conduite activé

source: Mantieni attive le “Notifiche urgenti”
en: Keep “Time Sensitive Notifications” on
es: Mantén activadas las «notificaciones urgentes»
fr: Gardez les « notifications urgentes » activées

source: Modello veicolo non identificato automaticamente
en: Vehicle model is not identified automatically
es: Modelo del vehículo no identificado automáticamente
fr: Modèle du véhicule non identifié automatiquement

source: Mostra in CarPlay disattivato
en: Show in CarPlay is off
es: Mostrar en CarPlay desactivado
fr: Afficher dans CarPlay désactivé

source: Mostra in CarPlay, Time Sensitive e suoni sono attivi.
en: Show in CarPlay, Time Sensitive notifications and sounds are on.
es: Mostrar en CarPlay, las notificaciones urgentes y los sonidos están activados.
fr: Afficher dans CarPlay, les notifications urgentes et les sons sont activés.
